Repository: mgiuditta/bubo
Catalog: Bubo/Resources/AppShortcuts.xcstrings
Source language: it
Languages: en

source: Apri la Galassia di ${applicationName}
en: Open the Galaxy in ${applicationName}

source: Avvia una Sessione in ${applicationName}
en: Start a Session in ${applicationName}

source: Cerca nella cronologia di ${applicationName}
en: Search the history in ${applicationName}

source: Cerca nelle conversazioni di ${applicationName}
en: Search conversations in ${applicationName}

source: Chiedi a ${applicationName}
en: Ask ${applicationName}

source: Fai una domanda a ${applicationName}
en: Ask ${applicationName} a question

source: Mostra la Galassia in ${applicationName}
en: Show the Galaxy in ${applicationName}

source: Nuova Sessione in ${applicationName}
en: New Session in ${applicationName}

source: Registra la Riunione in ${applicationName}
en: Record the Meeting in ${applicationName}

source: Registra una Riunione con ${applicationName}
en: Record a Meeting with ${applicationName}
